Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: སྐྱེས་ནས་རིང་པོ་མ་ལགས་པ་ཞིག་འདབ་ཆགས་ཀྱི་རྒྱལ་པོ་འདབ་བཟངས་ཀྱིས་ཕྲོགས་ན། དེ་གར་མཆིས་མ་འཚལ་ཏོ། །
en: was snatched shortly after his birth by the garūḍa Suparṇi. We do not know where to look for him.’

source: དེས་སྨྲས་པ། ཡབ་ཡུམ་དེ་ནི་བདག་ཉིད་ལགས་ཏེ།
en: “He replied, ‘Father, Mother, I am he.

source: ཤི་ཞིང་དུས་ལ་བབ་ནས་ལས་དྲུག་ལ་བརྩོན་པའི་བྲམ་ཟེའི་ཁྱིམ་དུ་སྐྱེས་ཏེ།
en: After my time came and I died, I was born into a brahmin family dedicated to the six duties.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་
en: I then went forth into the perfectly awakened and blessed Buddha Kāśyapa’s teachings and,

source: ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བགྱིས་སོ། །
en: through diligence, effort, and exertion, abandoned all disturbing emotions and actualized arhatship.’

source: འཕགས་པ་དེ་འདྲ་བར་སྐྱོན་ཆགས་པར་གྱུར་པ་དེ་བདག་ཅག་གིས་བདེ་འགྲོར་མཆི་བར་ཡང་མ་བསམས་ན།
en: ‘Noble one, given the wretched form you had, we never imagined you in the higher realms,

source: དགྲ་བཅོམ་པ་ལྟ་ཅི་སྨོས་ཏེ།
en: to say nothing of arhatship!

source: དེ་ནི་ངོ་མཚར་དང་རྨད་དུ་བྱུང་བ་ལགས་ན། ཁྱོད་ཀྱིས་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་བརྙེས་སམ། ཐོབ་བོ། །
en: This is indeed amazing and marvelous! Did you find or attain such a store of qualities?

source: འཕགས་པ་ཁྱོད་ནི་བསོད་སྙོམས་བཞེད་པ་ལགས་ལ། བདག་ཅག་ནི་བསོད་ནམས་འཚལ་བ་ལགས་ཀྱིས།
en: Noble one, you are an accepter of alms but we are seekers of merit,

source: ཁྱོད་འདི་ཉིད་དུ་གདུགས་རེ་རེ་ཞིང་གཤེགས་ཏེ། ཞལ་ཟས་ཀྱི་བྱ་བ་མཛོད་ལ་བཞུད་ཅིག །
en: so every day you must come to this very place and take your meal before returning.’

source: དེས་དང་དུ་བླངས་ནས་དེས་རྟག་པར་ཀླུའི་གནས་སུ་བདུད་རྩི་ཟོས་ཤིང་ལྡོག་པར་བྱེད་དོ། །
en: “After agreeing to that, every day he partook of ambrosia in the land of the nāgas before returning.

source: དེའི་ལྷན་ཅིག་གནས་པའི་དགེ་ཚུལ་དེ་ལ་དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ།
en: Some monks asked his novice ward,

source: དགེ་ཚུལ་ཁྱོད་ཀྱི་མཁན་པོ་འདི་གང་དུ་ཟོས་ཤིང་འོང་།
en: ‘Novice, where does your preceptor eat and return from?’

source: དེས་སྨྲས་པ། མ་འཚལ་ཏོ། །
en: “The novice ward replied, ‘I have not inquired.’

source: དེ་དག་གིས་སྨྲས་པ། ཀླུའི་གནས་སུ་ལྷའི་བདུད་རྩི་ཟོས་ཤིང་འོང་ན་
en: ‘If your preceptor partakes of ambrosia in the land of the nāgas before returning here,

source: ཁྱོད་ཅིའི་ཕྱིར་མི་འགྲོ།
en: why do you not go with him?’

source: དེས་སྨྲས་པ། དེ་ནི་རྫུ་འཕྲུལ་ཆེ་བ་མཐུ་ཆེ་བ་ལགས་པས་དེས་མཆི་ན་བདག་ཉིད་ཇི་ལྟར་མཆི།
en: ‘How could I accompany him when he uses his miraculous powers and great might to travel there?’

source: དེ་དག་གིས་སྨྲས་པ། གང་གི་ཚེ་འདི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་དེའི་ཚེ་ན་ཁྱོད་ཀྱིས་འདིའི་ཆོས་གོས་ཀྱི་གྲྭ་ནས་ཟུང་ཤིག །
en: ‘When he travels with his miraculous powers, hold on to the corner of his robe.’

source: དེས་སྨྲས་པ། མི་ལྟུང་ངམ། བཞིན་བཟངས་གལ་ཏེ་དེའི་ཆོས་གོས་ཀྱི་གྲྭ་ལ་རིའི་རྒྱལ་པོ་རི་རབ་བཏགས་ན་
en: ‘Will I not fall?’ “ ‘Dear sir , even if you were to hang Mount Sumeru from the corner of his robe, it would not fall.

source: དེ་ཡང་མི་ལྟུང་ན་ཁྱོད་ལྟ་ཅི་སྨོས། དེ་དག་གིས་དེ་སྤྲོ་བར་བྱས་ནས།
en: What need is there to speak of you?’

source: གནས་གང་དུ་དེ་རྫུ་འཕྲུལ་གྱིས་མི་སྣང་བར་བྱེད་པ་དེར་སོང་སྟེ་བསྡད་པ་དང་།
en: “With their encouragement, the novice ward went to where his preceptor used his miraculous powers to disappear, and waited.

source: དེ་ཡང་མི་སྣང་བར་བྱེད་ནས། དེས་ཀྱང་ཆོས་གོས་ཀྱི་གྲྭ་ནས་བཟུང་སྟེ། དེ་གཉིས་སྟེང་གི་ནམ་མཁའ་ལ་དོང་ངོ་། །
en: When his preceptor disappeared, the novice ward grabbed hold of the corner of his preceptor’s robe and together they rose into the sky above.

source: ཇི་ཙམ་ན་ཀླུ་རྣམས་ཀྱིས་མཐོང་ནས་དེ་གཉིས་ཀྱི་ཕྱིར་སྟན་གཉིས་བཤམས་ཤིང་དཀྱིལ་འཁོར་ཡང་གཉིས་བྱས་སོ། །
en: After a time, the nāgas caught sight of them and arranged two seats along with two plates of offerings for them.

source: དེས་བསམས་པ། ཅིའི་ཕྱིར་སྟན་བཤམས་པ་དང་། དཀྱིལ་འཁོར་གཞན་འདི་བྱས་སྙམ་ནས།
en: “The preceptor thought, ‘Why have they set out this second seat and plate of offerings?’

source: དེས་རྒྱབ་ཏུ་བལྟ་བར་བརྩམས་པ་དང་། ཇི་ཙམ་ན་དགེ་ཚུལ་དེ་མཐོང་ནས། དེས་སྨྲས་པ།
en: Looking behind him, he saw the novice and asked,

source: བུ་ཁྱོད་ཀྱང་འོངས་སམ། མཁན་པོ་མཆིས་སོ། །
en: ‘Son, you too have come?’ “ ‘Yes, preceptor, I have.’

source: ལེགས་སོ། །ཀླུ་རྣམས་ཀྱིས་བསམས་པ།
en: ‘Good.’ “The nāgas thought,

source: འཕགས་པ་འདི་ནི་རྫུ་འཕྲུལ་ཆེ་བ་མཐུ་ཆེ་བ་ཡིན་པས་ལྷའི་བདུད་རྩི་ཞུ་བར་ནུས་ན།
en: ‘This noble one has miraculous powers and great might and so can digest divine ambrosia.

source: འཕགས་པ་འདིས་ནི་ཞུ་བར་མི་ནུས་ཀྱིས། འདི་ལ་ཁ་ཟས་ཐ་མལ་པ་སྦྱིན་པར་བྱའོ་སྙམ་ནས།
en: But this noble novice cannot. We had better give him ordinary food.’

source: དེ་རྣམས་ཀྱིས་གཅིག་ལ་ནི་ལྷའི་བདུད་རྩི་བྱིན་ནོ། །
en: “To the preceptor, they gave divine ambrosia,

source: དགེ་ཚུལ་ལ་ནི་ཁ་ཟས་ཐ་མལ་པ་བྱིན་ནོ། །
en: but to the novice they gave ordinary food.

source: དགེ་ཚུལ་དེ་དེའི་ལྷུང་བཟེད་ཐོགས་པ་ཡིན་པས་
en: Because the novice generally tended to the preceptor’s begging bowl,

source: དེས་མཁན་པོ་ལ་ལྷུང་བཟེད་བླངས་པ་དང་། དེ་འབྲས་ཅན་གྱི་གཟེགས་མ་གཅིག་ཆགས་ནས།
en: he picked up the preceptor’s begging bowl and on doing so, saw that a single grain of rice had stuck to it.

source: དགེ་ཚུལ་དེས་དེ་ཁར་བཅུག་སྟེ་མྱངས་ན་ལྷའི་བདུད་རྩི་ཡིན་ནས།
en: The novice put it in his mouth and on tasting it, knew it to be divine ambrosia.

source: དེས་བསམས་པ། ཀླུ་རྣམས་ནི་སེར་སྣ་ཅན་ཡིན་ཏེ།
en: He thought, ‘These nāgas are stingy.

source: ལྷན་ཅིག་ཏུ་འཁོད་པ་གཉིས་ལ། གཅིག་ལ་ནི་ལྷའི་བདུད་རྩི་བྱིན་ལ། གཅིག་ལ་ནི་ཁ་ཟས་ཐ་མལ་པ་བྱིན་ནོ་སྙམ་མོ།
en: Two sit down together and to one they give divine ambrosia but to the other they give ordinary food.’

source: དེ་ནས་དེ་མི་བཟོད་པ་སྐྱེས་པས་བདག་གིས་
en: “Unable to bear it, he made a misguided

source: སྨོན་ལམ་ལོག་པར་བཏབ་བོ། །
en: prayer:

source: བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡོན་གནས་བླ་ན་མེད་པ་འོད་སྲུང་གི་སྤྱན་སྔར་ཚངས་པར་སྤྱོད་པ་སྤྱད་པ་གང་ཡིན་པའི་དགེ་བའི་རྩ་བ་འདིས་བདག་ཀླུ་འདི་གནས་འདི་ནས་ཉམས་པར་བྱས་ཏེ་འདི་ཉིད་དུ་སྐྱེ་བར་གྱུར་ཅིག་ཅེས་
en: ‘May these roots of virtue from living the holy life under the guidance of the perfectly awakened and blessed Buddha Kāśyapa, an unsurpassed object of veneration, ensure that I be born right here after I have left this land of the nāgas.’

source: ལས་ཤིན་ཏུ་ཆེན་པོ་ཡོངས་སུ་རྫོགས་པ་དག་ནི་ལུས་རྗེ་བ་ལ་མི་ལྟོས་པས།
en: “As prodigious and complete actions are not contingent on a change of body,

source: ཚེ་དེ་ཉིད་ལ་དེའི་ལག་པ་གཉིས་ནས་ཆུ་འཛག་པར་གྱུར་ཅིང་།
en: in that very life water began to drip from the novice’s hands,

source: ཀླུ་དེ་ཡང་ཀླད་པའི་ནད་ཀྱིས་བཏབ་པར་གྱུར་ནས་དེས་འཕྲིགས་ཏེ་སྨྲས་པ།
en: while the nāga host began to suffer a throbbing headache, prompting him to demand of the preceptor,

source: འཕགས་པ་དགེ་ཚུལ་འདིས་སེམས་མི་བཟང་བ་བསྐྱེད་ཀྱིས།
en: ‘Noble one, this novice has given rise to an ignoble wish.

source: འདི་ཟློག་ཤིག །
en: Make him repudiate it!’

source: དེས་དགེ་ཚུལ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “The preceptor said to the novice,

source: བུ་འདི་དག་ལ་སེམས་མི་བཟང་བ་བསྐྱེད་པ་བཟློག་ཤིག །དེས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: ‘Son, reject your ignoble wish to be among them.’ “Then the novice spoke this verse:

source: སེམས་ནི་ཐག་རིང་གྱུར་པ་སྟེ། །
en: ‘This wish is so far-reaching,

source: འདི་ལྟར་འདི་ན་གནས་བཞིན་དུ། །བདག་གི་ལག་ཏུ་ཆུ་འཛགས་པས། །བཟློག་པར་བགྱི་བར་མི་ནུས་སོ། །
en: As I stay here in this land With water falling from my hands I lack the power to reject it.’

source: དེས་ཀླུ་དེ་གནས་དེ་ནས་ཉམས་པར་བྱས་ནས་དེ་ཉིད་དུ་སྐྱེས་ཏེ། དགེ་སློང་དག་ཀླུ་གཞོན་ནུ་སྤྲུལ་པས་དང་པོར་དེར་དད་པ་ཐོབ་པར་གྱུར་ཏོ།།
en: “Thus, he lost his life in the land of the nāgas only to be reborn again in that very place.

source: ཇི་ཙམ་ན་མུ་སྟེགས་ཅན་ཞིག་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་ཕྱིན་པ་དང་། དེས་དེ་ན་སྟན་བཟང་པོ་བཤམས་པ་དང་།
en: The Blessed Buddha was resident at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī, when a tīrthika arrived at the Jetavana.

source: བཟའ་བ་དང་བཏུང་བ་བསོད་པའི་སྤྱི་བུངས་བཤམས་པ་མཐོང་ནས་
en: When this tīrthika saw the fine seats arranged there and the array of communal food and drink,

source: དེས་བསམས་པ། ཟང་ཟིང་གི་ལོངས་སྤྱོད་ནི་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་གི་བཟང་ལ།
en: he thought, “As far as culinary pleasures are concerned, these ascetic sons of the Śākya have it good.

source: ཆོས་ཀྱི་ལོངས་སྤྱོད་ནི་བདག་ཅག་གི་བཟང་བས་དེའི་ཕྱིར་འདི་དག་གི་ནང་དུ་རབ་ཏུ་བྱུང་ལ།
en: But as far as the wealth of Dharma is concerned, ours is better.

source: ཟང་ཟིང་གི་ལོངས་སྤྱོད་ནི་འདིར་བྱ་ཞིང་ཆོས་ཀྱི་ལོངས་སྤྱོད་ནི་དེར་བྱའོ་སྙམ་ནས།
en: So I shall go forth and take my meals here while taking my Dharma among my tīrthika brethren.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་སོ། །
en: his going forth was allowed, and he was granted ordination.

source: མུ་སྟེགས་ཅན་རྣམས་ཀྱི་གསོ་སྦྱོང་ནི་བཅུ་བཞི་པ་ཡིན་ལ།
en: As the tīrthikas’ purification takes place on the fourteenth day of the month,

source: དགེ་སློང་རྣམས་ཀྱི་གསོ་སྦྱོང་ནི་བཅྭ་ལྔ་པ་ཡིན་པས་
en: while the monks’ purification takes place on the fifteenth day of the month,

source: དེ་ཚེས་བཅུ་བཞི་ལ་ནི་མུ་སྟེགས་ཅན་རྣམས་ཀྱི་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་བྱེད། ཚེས་བཅྭ་ལྔ་ལ་ནི་དགེ་སྦྱོང་རྣམས་ཀྱིའོ། །
en: he would participate in the tīrthikas’ purification on the fourteenth day and the monks’ on the fifteenth.

source: ཅི་ཙམ་དུས་གཞན་ཞིག་ན་ཞག་བྲི་བར་གྱུར་ནས། དགེ་སློང་རྣམས་ཀྱི་གསོ་སྦྱོང་བཅུ་བཞི་པ་ལ་བབ་པ་དང་།
en: After some time, a day was skipped and the monks’ purification fell on the fourteenth,

source: དེ་ལ་ཐེ་ཙོམ་སྐྱེས་ཏེ།
en: which caused him some consternation:

source: ཅི་དེར་འགྲོ་བར་བྱ་འམ། འོན་ཏེ་འདི་ཉིད་དུ་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་བྱ་སྙམ་པ་ལས།
en: “Should I join them there or participate in the purification here?”

source: དེ་ལ་བློ་སྐྱེས་པ་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་ནི་དེས་པ་འགྲོགས་ན་བདེ་བ་ཡིན་ལ་བདག་གི་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ནི་ངང་ཚུལ་ངན་པ་ཡིན་པས་
en: Then he had an idea: “These ascetic sons of the Śākya are more easy-going, but my brethren are bad-tempered.

source: གལ་ཏེ་མ་སོང་ན་བདག་གི་ཚུལ་ཤིང་ཡང་ཕྱུང་བར་འགྱུར།
en: If I don’t join them, they may even revoke my credentials,

source: སྤང་ལེབ་ཁྲིའུ་ཡང་བསྒྱུར་བར་འགྱུར། སློང་ཕོར་ཡང་ཁས་བུབ་པར་འགྱུར། ཁར་བ་ཡང་བོར་བར་འགྱུར། ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱི་ནང་ནས་ཀྱང་ཕྱུང་བར་འགྱུར་རོ་སྙམ་ནས། །
en: reassign my seat plank, turn my alms-bowl upside down, throw out my staff, and evict me from their ranks.”

source: དེ་མུ་སྟེགས་ཅན་རྣམས་ཀྱི་ནང་དུ་སོང་ངོ་།
en: And so he attended the tīrthikas’ purification.

source: ཇི་ཙམ་ན་དགེ་སྐོས་རྒན་པའི་མཐའ་ལོགས་སུ་འགྲེང་སྟེ། །།
en: Meanwhile, the disciplinarian stood at the end of the senior monks’ row.

source: དགེ་སློང་རྣམས་བསྔོས་པ་ན་དེ་མི་སྣང་ནས་དེས་དྲི་བར་བརྩམས་པ།
en: When the monks were counted, the disciplinarian noticed that the monk, who was still committed to his tīrthika order, was missing so he asked,

source: ཚེ་དང་ལྡན་པ་དག་དགེ་སློང་མིང་འདི་ཞེས་བྱ་བ་ཞིག་འདིར་འོངས་སམ། དེའི་འདུན་པ་ཡང་འོངས་སམ།
en: “Venerables, has the monk [monk’s name] come or sent his consent

source: དེ་དག་གིས་སྨྲས་པ། མ་འོངས་སོ། །
en: no

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱོགས་བཞིར་བལྟས་ནས་གསོ་སྦྱོང་བྱའོ་ཞེས་བཀའ་སྩལ་པས།
en: After looking around him into the four directions, the Blessed One declared, “Let us perform the purification.”

source: དགེ་སློང་དེ་དག་གིས་ཕྱོགས་བཞིར་བལྟས་ཏེ་གསོ་སྦྱོང་བྱས་སོ། །
en: The monks then looked around them into the four directions and performed the purification.

source: དེའི་འོག་ཏུ་ཕྱི་དེ་ཉིན་པར་དགེ་སློང་དེ་འོངས་པ་དང་། དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ།
en: Later that same day, the monk arrived and the monks asked him,

source: ཚེ་དང་ལྡན་པ་ཁྱོད་གང་ནས་འོངས།
en: “Venerable, where have you come from?”

source: དེས་སྨྲས་པ། ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་དག་གི་གན་ནས་སོ། །
en: “From the company of my brethren.”

source: ཁྱོད་ཀྱི་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་དག་སུ་ཡིན།
en: “Who are your brethren?”

source: མུ་སྟེགས་ཅན་དག་ཡིན་ཏེ། ཁོ་བོ་ཟང་ཟིང་གི་ལོངས་སྤྱོད་ནི་ཁྱེད་ཅག་གི་གན་དུ་བྱེད་ལ། ཆོས་ཀྱི་ལོངས་སྤྱོད་ནི་དེ་དག་གི་གན་དུ་བྱེད་དོ་ཞེས་ཟེར་བའི་སྐབས་དེ་
en: “The tīrthikas, for I enjoy my food with you and my Dharma with them.”

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། དེ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The monks then asked the Blessed One about it, and the Blessed One decreed,

source: དགེ་སློང་དག་གང་ཟག་འདི་ནི་མུ་སྟེགས་ཅན་ཞུགས་པ་ཡིན་ཏེ།
en: “Monks, this person is a convert to a tīrthika order.

source: དགེ་སློང་དག་གང་ཟག་མུ་སྟེགས་ཅན་ཞུགས་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས་
en: A person who is a convert to a tīrthika order is one who will not flourish in the Dharma and Vinaya.

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་མུ་སྟེགས་ཅན་ཞུགས་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ།
en: Therefore, I would exclude from this Dharma and Vinaya those persons who are converts to a tīrthika order.

source: དེས་དེ་ལ་མུ་སྟེགས་ཅན་ཞུགས་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: ‘You are not a convert to a tīrthika order, are you?’

source: མ་དྲིས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If you allow going forth without asking this, a serious breach occurs.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་གང་ཟག་མུ་སྟེགས་ཅན་ཞུགས་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ན།
en: “Reverend, since the Blessed One has said, ‘I would exclude from this Dharma and Vinaya those persons who are converts to a tīrthika order,’

source: བཙུན་པ་ཇི་ཙམ་གྱིས་ན་གང་ཟག་མུ་སྟེགས་ཅན་ཞུགས་པ་བསྙིལ་བར་བགྱི་བ་ལགས།
en: then reverend, what is it that makes those persons who are converts to a tīrthika order fit for exclusion?”

source: ཉེ་བ་འཁོར་གང་ཚུན་ཆད་ནས་རྒྱལ་མཚན་འདི་འཆང་ཞིང་ལྟ་བ་དེ་ལ་དགའ་བས་དེར་སྐྱ་རེངས་འཆར་བར་བྱེད་ན། །།
en: “Upāli, he who bears this banner while still being enamored with that view invites the dusk,

source: དེ་ཙམ་གྱིས་ན་གང་ཟག་མུ་སྟེགས་ཅན་ཞུགས་པ་བསྙིལ་བར་བྱ་བ་ཡིན་ནོ།།
en: and for that alone I would exclude from this Dharma and Vinaya those persons who are converts to a tīrthika order.”

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས་
en: when a householder living in Śrāvastī took a wife of equal caste

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེའི་བུ་བྱུང་ནས་དེས་ཆུང་མ་ལ་སྨྲས་པ།
en: The wife with whom he had sported, made love, and indulged all of his desires then gave birth to a son, after which the householder said to her,

source: བཟང་མོ་འུ་བུ་ཅག་གི་བུ་ལོན་འཁོར་བར་བྱེད་པ། ནོར་སྤྱོད་པ་བཙས་པས་
en: “Noble woman, our debts are spinning out of control and cutting into our savings,

source: ཁོ་བོ་ཟོང་ཐོགས་ཏེ་ཡུལ་གཞན་དུ་འགྲོ་བར་བྱའོ། །
en: so I will take some merchandise to sell in another land.”

source: དེས་སྨྲས་པ། རྗེའི་སྲས་དེ་བཞིན་མཛོད་ཅིག །
en: She replied, “Son of a lord, do as you wish.”

source: དེ་ཉིད་དུ་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏོ། །
en: through indiscretion, he came to misfortune.

source: དེས་ཀྱང་བུ་དེ་ཉེ་དུའི་སྟོབས་དང་ལག་མཐུས་བསྙོད་ཅིང་གསོས་ཏེ་བསྐྱེད་དོ། །
en: And so his wife, with the help of relatives and by her own industry, fed and nurtured their son as he grew.

source: དེ་དུས་གཞན་ཞིག་ན་ནེའུ་ལྡངས་དང་ལྷན་ཅིག་ཁྱིམ་ཞིག་གི་དྲུང་དུ་སོང་བ་ན།
en: In time, the lad went with a peer to a house,

source: ཁྱིམ་དེའི་སྟེང་ན་བུ་མོ་ཞིག་འདུག་པ་དེས་དེའི་སྟེང་དུ་མེ་ཏོག་གི་ཆུན་པོ་འཕངས་པ་དང་། དེས་བུ་མོ་དེ་མཐོང་ངོ་། །
en: where a girl sitting on the house’s roof threw down a bouquet of flowers to catch his notice.

source: ནེའུ་ལྡངས་དེས་སྨྲས་པ། གྲོགས་པོ་ཁྱོད་ཀྱིས་ཁྱིམ་དེར་བརྡ་མ་བྱས་སམ།
en: His peer asked, “Friend, you haven’t arranged a rendezvous at this house, have you?”

source: དེས་སྨྲས་པ། དེ་ཡིན་ཏེ། ཁོ་བོས་བརྡ་བྱས་སོ། །
en: “Indeed I have, and that is our signal,” the lad replied.

source: དེས་སྨྲས་པ། གྲོགས་པོ་ཁྱིམ་འདི་ན་ཡ་ང་བ་ཡིན་གྱིས་མ་འཇུག་ཤིག །
en: “Friend, this house is ill-omened, don’t go in.

source: ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ་ཞེས་
en: I warn you, through indiscretion you will come to suffering.”

source: དེས་ཉིན་ཐོག་ཐག་ཏུ་འཕྱན་དུ་བཅུག་སྟེ།
en: The lad’s friend then led him on a long detour that took the entire day,

source: མའི་གན་དུ་ཁྲིད་ནས་སྨྲས་པ།
en: eventually leading him back to his mother, to whom the lad’s friend said,

source: མ་ཁྱོད་ཀྱི་བུ་འདིས་ཁྱིམ་ཆེ་གེ་མོ་ཞིག་ཏུ་བརྡ་བྱས་པ།
en: “Ma’am, your son here has arranged a rendezvous at a girl’s house.

source: ཁོ་བོས་ཉིན་ཐོག་ཐག་ཏུ་བསྲུངས་ཀྱིས་མཚན་མོ་སྲུངས་ཤིག །
en: I have safeguarded him the whole day, but you must safeguard him through the night.

source: ཁྱིམ་དེ་ནི་ཡ་ང་བ་ཡིན་གྱིས་འཇུག་ཏུ་མ་གཞུག་ཅིག །ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ།
en: That house is ill-omened. Do not let him go in. Beware, through indiscretion he will come to suffering.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་ཀྱིས་ཁོ་མོ་ལ་བསྙད་པ་ཁྱོད་ཀྱིས་ལེགས་པར་བྱས་སོ། །
en: She said, “Son, you have done well to inform me.”

source: དེས་ཁྱེའུ་དེ་ཁྱིམ་གྱི་ནང་དུ་མལ་བཅས་ཏེ་གྱོ་མོ་གཉིས་དང་། ཆུ་དང་། ས་དག་བཞག་ནས་ཁྱིམ་དེར་བཅུག་སྟེ།
en: She arranged a bed for her son in the house, along with two clay chamber pots, water, and fresh earth cover, and installed her son in the house, saying,

source: བདག་ཉིད་སྒོར་ཁྲི་བཅས་ནས་ཉལ་ལོ། །
en: “I myself will sleep on a cot by the door.”

source: དེས་སྨྲས་པ། མ་སྒོ་ཕྱེ་ཤིག །
en: “Mother, open the door.”

source: བུ་ཅིའི་ཕྱིར།
en: “Why, son?”

source: གཅིར་འགྲོའོ། །
en: “I must go out and urinate.”

source: དེས་སྨྲས་པ། བུ་འདི་ཉིད་དུ་ཁོ་མོས་གྱོ་མོ་བཞག་གིས་དེར་གཅིས་ཅིག །
en: “Son, I have placed a chamber pot there. Urinate in that.”

source: དེས་ཡུད་ཙམ་ཞིག་བསྡད་དེ་སྨྲས་པ།
en: He sat down for a bit and then said,

source: བཤང་དུ་འགྲོའོ། །
en: “I must go out and defecate.”

source: དེས་སྨྲས་པ། བུ་འདི་ཉིད་དུ་ཁོ་མོས་གྱོ་མོ་དང་། ཆུ་དང་། ས་བཞག་གིས་འདི་ཉིད་དུ་བཤང་བ་བྱོས་ཤིག །
en: “Son, I have placed a chamber pot, water, and fresh earth cover there. Defecate in that.”

source: དེས་ཡང་ཡུད་ཙམ་ཞིག་བསྡད་དེ་སྨྲས་པ། མ་སྒོ་ཕྱེ་ཤིག །
en: Again, he sat for a bit before saying, “Mother, open the door.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་གང་དུ་འགྲོ་འདོད་པ་ཁོ་མོས་མི་ཤེས་སམ་ཅི།
en: “Son, do you think I don’t know where you want to go?

source: ཁོ་མོས་སྒོ་དབྱེ་བར་མི་ནུས་སོ། །
en: I cannot open the door for you.”

source: མ་ཁོ་བོས་ཁྱོད་བསད་དོ། །
en: “Mother, I shall kill you.”

source: དེས་སྨྲས་པ། བུ་ཁོ་མོ་ཤི་བ་ནི་བླའི། ཁོ་མོ་བུ་ཤི་བ་ལ་ལྟ་ནི་མི་ཕོད་དོ། །
en: “Son, I can face my own death, but I couldn’t bear watching my son die.”

source: འདོད་པ་སྟེན་པས་ནི་སྡིག་པའི་ལས་མི་བྱ་བ་ཅི་ཡང་མེད་པས་
en: In the pursuit of passion, there is nothing he would not do.

source: སྙིང་རྗེ་མེད་པའི་སེམས་དང་ལྡན་པ། འཇིག་རྟེན་ཕ་རོལ་བཏང་བ་
en: His mind merciless, and forsaking all thought of future lives,

source: དེས་རལ་གྲི་ཤུབས་ནས་ཕྱུང་སྟེ་དེའི་མགོ་དྲུངས་ནས་བཅད་དེ་ས་ལ་བསྒྱེལ་ཏོ། །
en: he unsheathed his knife and cut off his mother’s head at the neck, which tumbled to the floor.

source: དེས་མ་བསད་ནས་སོང་བ་དང་། སེམས་ཅན་སྡིག་པའི་ལས་བྱས་པ་འདར་བས།
en: Having killed his mother, he left, trembling like a man who has committed a sin.

source: བུ་མོ་དེས་དེ་ལ་སྨྲས་པ།
en: The girl with whom he had a rendezvous said to him,

source: རྗེའི་སྲས་འདི་ན་སུ་ཡང་མ་མཆིས་ཏེ། བདག་བུ་མོ་དང་གཉིས་སུ་བས་ཀྱིས་མ་བསྙེངས་ཤིག །
en: “Son of a lord, there is no one, there is no other girl but me. Do not be afraid.”

source: དེས་བསམས་པ། དེ་འདི་ལ་སྨྲས་ན་དགའ་བར་འགྱུར་རོ་སྙམ་ནས།
en: Thinking, “She will be pleased if I tell her what I’ve done,”

source: དེས་སྨྲས་པ། བཟང་མོ་ཁོ་བོས་ཁྱོད་ཀྱི་ཕྱིར་མ་བསད་དོ། །
en: he said, “Noble woman, I have killed my mother for your sake.”

source: དེས་སྨྲས་པ། ཅི་མ་མའམ། འོན་ཏེ་སྐྱེད་མ་མོ།
en: “What? Your wet nurse or the woman who gave birth to you?”

source: དེས་སྨྲས་པ། སྐྱེད་མ་མོའོ། །
en: “The woman who gave birth to me.”

source: དེས་བསམས་པ། འདི་ཡོན་ཏན་དག་མངོན་པར་མི་ཤེས་ཏེ་མ་གསོད་པར་བྱེད་པས་
en: “He has killed his mother without regard for her importance to him,” thought the girl.

source: གང་གི་ཚེ་བདག་ལ་ཁྲོ་བ་སྐྱེས་ན། བདག་ལ་གནས་སྐབས་ཅི་ཞིག་འབྱུང་བར་འགྱུར་སྙམ་ནས།
en: “What chance would I stand if at some point he became angry with me?”

source: དེས་སྨྲས་པ། རྗེའི་སྲས་བདག་སྟེང་གི་ཁང་ཐོག་ཏུ་འཛེགས་ནས་སླར་མཆི་བའི་བར་དུ་རེ་ཞིག་ཡུད་ཙམ་ཞིག་གཞེས་ཤིག །
en: Then she said to the lad, “Son of a lord, please wait a moment while I climb up to the roof of the house.”

source: དེས་སྨྲས་པ། དེ་བཞིན་གྱིས་ཤིག །དེ་ནས་དེ་སྟེང་གི་ཁང་ཐོག་ཏུ་འཛེགས་ནས་
en: “Go ahead,” he replied. On reaching the roof,

source: ཆོམ་རྐུན་པ་ཆོམ་རྐུན་པ་ཞེས་སྒྲ་ཕྱུང་བ་དང་། དེས་འཇིགས་ཤིང་སྐྲག་ནས་བྲོས་ཏེ་
en: she cried out, “A thief! A thief!” The lad, scared and frightened,

source: རང་གི་ཁྱིམ་དུ་སོང་ནས་སྒོ་དྲུང་དུ་རལ་གྲི་བཞག་སྟེ་
en: fled back to his own house and laid his knife at the doorstep

source: ཆོམ་རྐུན་པ་དེ་ནི་འདི་ཡིན་ཏེ། ཁོ་བོའི་མ་བསད་ནས་བྲོས་སོ་ཞེས་སྒྲ་ཕྱུང་ནས་
en: before crying out, “That thief has been here! He has killed my mother and fled!”

source: དེས་དེའི་མའི་རོ་དེ་བཀུར་སྟི་བྱས་ཏེ་སོང་ངོ་། །
en: After performing rites of veneration over his mother’s corpse, the lad left home.

source: སེམས་ཅན་སྡིག་པའི་ལས་བྱས་པས་ནི་
en: But a person who has done wrong finds no serenity,

source: བརྟན་པ་མི་རྙེད་པས་དེ་མུ་སྟེགས་ཅན་གྱི་གནས་དང་། དཀའ་ཐུབ་ཀྱི་གནས་དེ་དང་དེ་དག་ཏུ་སོང་སྟེ་དྲིས་པ།
en: so he sought out tīrthika communities and communities of ascetics and asked,

source: ཤེས་ལྡན་དག་ལས་ཅི་ཞིག་བྱས་ན་སྡིག་པའི་ལས་ཟད་པར་འགྱུར།
en: “Gentlemen , what can one do to expunge an evil act

source: དེ་ན་ཁ་ཅིག་ན་རེ་མེར་ཞུགས་ཤིག་ཅེས་ཟེར་རོ། །ཁ་ཅིག་ན་རེ་དུག་ཟོ་ཤིག་ཅེས་ཟེར་རོ། །
en: To that, some said, “Immolate yourself”; some said, “Take poison”;

source: ཁ་ཅིག་ན་རེ་གཡང་སར་མཆོངས་ཤིག་ཅེས་ཟེར་རོ། །ཁ་ཅིག་ན་རེ་ཐག་པས་འགེགས་ཏེ་ཤི་ཤིག་ཅེས་ཟེར་ཏེ།
en: some said, “Jump off a cliff”; and some said, “Strangle yourself with a rope.”

source: ཐམས་ཅད་ཀྱང་ཤི་བའི་ཐབས་སྟོན་པར་བྱེད་ཀྱི་ངེས་པར་འབྱུང་བའི་ཐབས་སྟོན་པ་ནི་འགའ་ཡང་མེད་དོ། །
en: All of them recommended some form of suicide; none could offer any means of expiation.

source: དེ་དུས་གཞན་ཞིག་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་། དེས་དེ་ན་དགེ་སློང་ཞིག །
en: Later, he went to the Jetavana, where he posed his question to a monk,

source: གང་གིས་སྡིག་པའི་ལས་བྱས་པ། །དགེ་བ་ཡིས་ནི་འགོག་བྱེད་དེ། །ཉི་ཟླ་སྤྲིན་ནས་བྱུང་བ་ལྟར། །འཇིག་རྟེན་འདིར་ནི་དེར་སྣང་འགྱུར། །
en: who recited a verse: “He who has done some wrong May curb it through virtue To bring light to this life, As the sun and moon appear from behind clouds.”

source: ཞེས་ཁ་ཏོན་ཟེར་བ་ཐོས་ནས། དེས་བསམས་པ།
en: On hearing this verse, the lad thought,

source: སྡིག་པའི་ལས་ཀྱང་དགག་པར་ནུས་ཀྱིས་འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་ངོ་སྙམ་ནས།
en: “Ah! Even wrongdoing can be checked! I shall go forth among these people.”

source: དེས་དེ་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས།
en: After his going forth was allowed and he was ordained,

source: དེས་ཤིན་ཏུ་བརྩོན་འགྲུས་བརྩམས་ཏེ་བཀླག་པར་བརྩམས་སོ། །
en: he applied himself diligently and began to recite the scriptures.

source: དེས་ཀློག་ཅིང་ཁ་ཏོན་བྱེད་པ་ན་
en: In reciting and saying prayers,

source: སྡེ་སྣོད་གསུམ་བཀླགས་ཤིང་སྡེ་སྣོད་གསུམ་དང་ལྡན་པ། རིགས་པ་དང་གྲོལ་བའི་སྤོབས་པ་ཅན་དུ་གྱུར་ཏོ། །
en: he recited and mastered the Three Piṭaka and gained the confidence born of knowledge and freedom.

source: དེ་ལ་དགེ་སློང་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཁྱོད་བརྩོན་འགྲུས་འདིས་ཅི་ཞིག་དོན་དུ་གཉེར་
en: The monks asked him, “Venerable, what motivates such diligence in you?”

source: དེས་སྨྲས་པ། སྡིག་པའི་ལས་ཟད་པར་བྱའོ། །
en: “I must expunge a wrongdoing,” he replied.

source: ཁྱོད་ཀྱིས་སྡིག་པའི་ལས་ཅི་བྱས།
en: “What wrongdoing are you guilty of?”

source: མ་བསད་དོ། །
en: “I killed my mother.”

source: ཅི་མ་མའམ། འོན་ཏེ་སྐྱེད་མ་མོ་ཡིན།
en: “Your wet nurse or the woman who gave birth to you?”

source: དེས་སྨྲས་པ། སྐྱེད་མ་མོ་ཡིན་ནོ་ཞེས་ཟེར་བའི་སྐབས་དེ་
en: “My birth mother.”

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The monks asked the Blessed One about it, and he said to the monks,

source: དགེ་སློང་དག་འདི་ནི་གང་ཟག་མ་བསད་པ་བསྙིལ་བར་འོས་པ་ཡིན་ཏེ།
en: “Monks, a person who has killed his mother is fit to be excluded from the community,

source: དགེ་སློང་དག་གང་ཟག་མ་བསད་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས་
en: for a person who has killed his mother is one who will not flourish in the Dharma and Vinaya. For that reason,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་མ་བསད་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: monks, you should exclude from this Dharma and Vinaya those persons who have killed their mothers.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་པ་ན་
en: If someone wishing to go forth approaches any of you,
